;Place localized text in this file


[MrC_APA_Gunslinger X2EncyclopediaTemplate]
ListTitle = "西部枪手"
DescriptionTitle = "西部枪手"
DescriptionEntry = "简单暴力的旧西部枪手，结合手枪和炸弹的技能。"

[MrC_APA_Gunslinger X2SoldierClassTemplate]
DisplayName = "西部枪手"
ClassSummary = "简单暴力的旧西部枪手，结合手枪和炸弹的技能。"
AbilityTreeTitles[0] = "致命射手"
AbilityTreeTitles[1] = "亡命徒"
AbilityTreeTitles[2] = "求生专家"
AbilityTreeTitles[3] = "XCOM"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

RandomNickNames[0]=亡命徒
RandomNickNames[1]=赏金猎人
RandomNickNames[2]=执法官
RandomNickNames[3]=警长
RandomNickNames[4]=和平使者
RandomNickNames[5]=竞技者
RandomNickNames[6]=执法者
RandomNickNames[7]=无赖
RandomNickNames[8]=恶棍
RandomNickNames[9]=火点射手
RandomNickNames[10]=致命射手

RandomNickNames_Male[0]=牛仔

RandomNickNames_Female[0]=女牛仔

PhotoboothSoloALines_Male[0]="你该扪心自问：‘我感到幸运吗？’你觉得呢，小子？" ;警探哈里1971
PhotoboothSoloALines_Male[1]="每把枪都有自己的旋律。" ;黄金三镖客1964
PhotoboothSoloALines_Male[2]="要开枪就开枪，别废话。" ;黄金三镖客1964
PhotoboothSoloALines_Male[3]="放马过来啊，我求之不得。" ;拨云见日1983
PhotoboothSoloALines_Male[4]=“我不会让自己听天由命。” ;曼达洛人
;PhotoboothSoloALines_Male[]=

PhotoboothSoloALines_Female[0]="你该扪心自问：‘我感到幸运吗？’你觉得呢，小子？" ;警探哈里1971
PhotoboothSoloALines_Female[1]="每把枪都有自己的旋律。" ;黄金三镖客1964
PhotoboothSoloALines_Female[2]="要开枪就开枪，别废话。" ;黄金三镖客1964
PhotoboothSoloALines_Female[3]="放马过来啊，我求之不得。" ;拨云见日1983
PhotoboothSoloALines_Female[4]=“我不会让自己听天由命。” ;曼达洛人
;PhotoboothSoloALines_Female[]=

PhotoboothSoloBLines_Male[0]="你该扪心自问：‘我感到幸运吗？’你觉得呢，小子？" ;警探哈里1971
PhotoboothSoloBLines_Male[1]="每把枪都有自己的旋律。" ;黄金三镖客1964
PhotoboothSoloBLines_Male[2]="要开枪就开枪，别废话。" ;黄金三镖客1964
PhotoboothSoloBLines_Male[3]="放马过来啊，我求之不得。" ;拨云见日1983
PhotoboothSoloBLines_Male[4]=“我不会让自己听天由命。” ;曼达洛人
;PhotoboothSoloBLines_Male[]=

PhotoboothSoloBLines_Female[0]="你该扪心自问：‘我感到幸运吗？’你觉得呢，小子？" ;警探哈里1971
PhotoboothSoloBLines_Female[1]="每把枪都有自己的旋律。" ;黄金三镖客1964
PhotoboothSoloBLines_Female[2]="要开枪就开枪，别废话。" ;黄金三镖客1964
PhotoboothSoloBLines_Female[3]="放马过来啊，我求之不得。" ;拨云见日1983
PhotoboothSoloBLines_Female[4]=“我不会用运气去赌我的命。” ;曼达洛人
;PhotoboothSoloBLines_Female[]=

[WOTC_MrC_Gunslinger X2AbilityTemplate]
LocFriendlyName = "神枪手"
LocHelpText = "枪手使用手枪的最大能力，随着经验增长。"
LocLongDescription = "枪手使用手枪的最大能力，随着经验增长。"
LocPromotionPopupText = "<font color='#CA7200'>I段</font>(获得于<Ability:RANKNAME1/>军衔[1])<br/><Bullet/>稳手 - 如果你上个回合没有移动，获得+10命中和+10暴击率。<br/><Bullet/>获得+5%暴击率<br/><font color='#CA7200'>II段</font>(获得于<Ability:RANKNAME3/>军衔[3])<br/><Bullet/>奔袭·暴击特训 - 激活[奔袭战术]后直到下一回合开始前，获得+1伤害和+25%暴击伤害。<br/><Bullet/>手枪射击获得+1穿甲(使用WIO时，移除-1惩罚)<br/><font color='#CA7200'>III段</font>(获得于<Ability:RANKNAME6/>军衔[6])<br/><Bullet/>增伤·侧翼攻击 - 攻击侧翼目标时，获得+2伤害。不影响无掩体的敌人。<br/><Bullet/>解剖知识 - 攻击已解剖的有机目标时，获得+20%暴击率和+20%暴击伤害。<br/><Bullet/>手枪获得+1 (最高+2)穿甲。<br/>"


[FGITS X2AbilityTemplate]
LocFriendlyName="小队快枪"
LocHelpText="在敌人瞄准你开火前，用你的<Ability:SecondaryWeaponName/>对敌人自动射击。"
LocLongDescription="在敌人瞄准你开火前，用你的<Ability:SecondaryWeaponName/>对敌人自动射击。"
LocPromotionPopupText="<Bullet/>反击每回合只能触发一次。<br/><Bullet/>反击可以由近战攻击和区域效果攻击触发。<br/><Bullet/>当被监视火力射击时，不会触发反击。<br/>"
LocFlyOverText="小队快枪"

[ClaymorePrimary X2PairedWeaponTemplate]
FriendlyName="阔剑地雷-简易爆炸装置"
FriendlyNamePlural="阔剑地雷-简易爆炸装置"
BriefSummary="阔剑地雷-简易爆炸装置的爆破系统运用到了早期爪钩的设计，能够附着在任何环境表面或是实体目标上，不会脱落。放置完毕后可以通过远程遥控或是射击引爆。"
TacticalText="<Bullet/>阔剑地雷-简易爆炸装置可以被队友瞄准。\n<Bullet/>阔剑地雷-简易爆炸装置可让枪手进入伏击状态，而不会有暴露的风险。"
AbilityDescName="阔剑地雷-简易爆炸装置"


[WOTC_APA_GunslingerUnlock1 X2SoldierAbilityUnlockTemplate]
DisplayName = "西部枪手: 准确射击 I"
Summary = "所有西部枪手士兵的神枪手熟练度开始于2段，无视军衔。"

[WOTC_APA_GunslingerUnlock2 X2SoldierAbilityUnlockTemplate]
DisplayName = "西部枪手: 准确射击 II"
Summary = "所有西部枪手士兵的神枪手熟练度开始于3段，无视军衔。<br/><br/><font color='#CA7200'>要求 准确射击 I</font>"


[PistolDeadeye X2AbilityTemplate]
LocFriendlyName="火点射击"
LocLongDescription="进行有命中惩罚的射击，显著提升伤害。"
LocHelpText="进行有命中惩罚的射击，显著提升伤害。"
LocPromotionPopupText="<Bullet/>Hotshot使射击的总命中率降低1/3，但基础伤害加倍。<br/><Bullet/>Hotshot有3回合冷却。<br/>"

[PistolDeadeyeDamage X2AbilityTemplate]
LocFriendlyName="火点射击"
LocLongDescription="进行有命中惩罚的射击，显著提升伤害。"
LocHelpText="进行有命中惩罚的射击，显著提升伤害。"
LocPromotionPopupText="<Bullet/>Hotshot使射击的总命中率降低1/3，但基础伤害加倍。<br/><Bullet/>Hotshot有3回合冷却。<br/>"